import './conditions.css';

const Conditions = () => {
    return (
        <div className="container conditions">
            <h1>Умови та Положення</h1>
            <p>Ці Умови та Положення застосовуються до всіх інформаційних даних, які онлайн-ресурс "bitcapital.uno"
                отримує про відвідувачів під час їх використання вебсайту "bitcapital.uno", його піддоменів та
                програмного забезпечення.</p>

            <div className="section">
                <h2>1. Визначення</h2>
                <p>У цій Політиці використовуються такі терміни:</p>
                <ul>
                    <li><strong>Адміністрація Онлайн-Журналу "bitcapital.uno"</strong>: Співробітники, уповноважені
                        управляти Онлайн-Журналом "bitcapital.uno". Вони відповідають за підготовку та здійснення
                        обробки інформації, визначення цілей таких дій та складу інформації, що підлягає обробці.
                    </li>
                    <li><strong>Персональні Дані</strong>: Інформація, яка безпосередньо або опосередковано стосується
                        конкретної особи, яка є її суб’єктом.
                    </li>
                    <li><strong>Обробка Інформації</strong>: Дії, що виконуються з використанням спеціалізованих
                        автоматизованих засобів або без них. Це включає збір, запис, систематизацію, зберігання,
                        оновлення, розповсюдження, блокування та знищення.
                    </li>
                    <li><strong>Конфіденційність</strong>: Вимога запобігати розповсюдженню інформації без згоди її
                        суб'єкта та правових підстав. Такі вимоги повинні дотримуватись операторами та іншими особами,
                        які мають доступ до інформації.
                    </li>
                    <li><strong>Ресурс</strong>: Онлайн-Журнал "bitcapital.uno" є сукупністю взаємопов'язаних сторінок,
                        розташованих в Інтернеті за унікальною доменною адресою www.bitcapital.uno, а також його
                        піддоменів.
                    </li>
                    <li><strong>Піддомени</strong>: Сторінки, розташовані на доменах третього рівня, що належать
                        Онлайн-Журналу "bitcapital.uno" і інші тимчасові сторінки з контактною інформацією для
                        Адміністрації, розташованою внизу.
                    </li>
                    <li><strong>Користувач або Відвідувач</strong>: Особа, яка отримала доступ до Онлайн-Журналу
                        "bitcapital.uno" через Інтернет і використовує інформацію та матеріали цього ресурсу.
                    </li>
                    <li><strong>Cookies</strong>: Невеликі фрагменти інформації, що надсилаються веб-сервером і
                        зберігаються на пристрої відвідувача. Такі файли надсилаються на сервер у HTTP запиті з кожним
                        завантаженням сайту.
                    </li>
                    <li><strong>IP Адреса</strong>: Унікальна мережна адреса вузла, яка дозволяє відвідувачу отримати
                        доступ до www.bitcapital.uno.
                    </li>
                </ul>
            </div>

            <div className="section">
                <h2>2. Загальні Положення</h2>
                <p>Використовуючи Онлайн-Журнал "bitcapital.uno", відвідувач автоматично погоджується з цими Умовами та
                    Положеннями та умовами обробки.</p>
                <p>Якщо відвідувач не погоджується з умовами цієї Політики, він повинен негайно припинити використання
                    Онлайн-Журналу "bitcapital.uno".</p>
                <p>Ці Умови та Положення застосовуються до Онлайн-Журналу "bitcapital.uno". bitcapital.uno не
                    контролює сторонні ресурси і, відповідно, не несе відповідальності за них, навіть якщо вони доступні
                    через посилання, надані в Онлайн-Журналі "bitcapital.uno".</p>
                <p>Адміністрація не перевіряє точність інформації, наданої відвідувачами сайту.</p>
            </div>

            <div className="section">
                <h2>3. Сфера Дії Політики</h2>
                <p>3.1. Ці Умови та Положення встановлюють обов'язки Адміністрації Онлайн-Журналу "bitcapital.uno" щодо
                    нерозголошення та захисту конфіденційності інформації, наданої відвідувачами під час реєстрації на
                    ресурсі "bitcapital.uno" і при підписці на розсилки електронною поштою.</p>
                <p>3.2. bitcapital.uno захищає всю інформацію, що автоматично передається під час відвідування
                    ресурсу:</p>
                <ul>
                    <li>IP адреса;</li>
                    <li>Інформація про інтернет-браузер;</li>
                    <li>Cookies;</li>
                    <li>Час відвідування;</li>
                    <li>URL адреса попередньої сторінки.</li>
                </ul>
                <p>Вимкнення cookies може завадити відвідувачу отримувати доступ до певних частин сайту, які потребують
                    авторизації.</p>
                <p>bitcapital.uno збирає статистичні дані про IP адреси відвідувачів. Ця інформація використовується
                    для запобігання, виявлення та вирішення технічних проблем.</p>
                <p>3.3. Будь-яка інша інформація підлягає надійному зберіганню та захисту. Вона не розповсюджується, за
                    винятком випадків, передбачених законами України.</p>
            </div>

            <div className="section">
                <h2>4. Цілі Збірки Інформації</h2>
                <p>Інформація відвідувачів може бути використана Адміністрацією для певних цілей:</p>
                <ul>
                    <li>4.1. Ідентифікація та подальша авторизація відвідувача, зареєстрованого на Онлайн-Журналі
                        "bitcapital.uno".
                    </li>
                    <li>4.2. Надавання відвідувачам доступу до особистих даних на Онлайн-Журналі "bitcapital.uno".</li>
                    <li>4.3. Встановлення зворотного зв’язку з відвідувачем, включаючи повідомлення та запити, пов’язані
                        з використанням Онлайн-Журналу "bitcapital.uno", обробка запитів та заяв.
                    </li>
                    <li>4.4. Визначення місця розташування відвідувача для забезпечення безпеки та запобігання
                        шахрайським діям.
                    </li>
                    <li>4.5. Перевірка точності та повноти персональної інформації, наданої відвідувачем.</li>
                    <li>4.6. Створення облікового запису для використання певних частин Онлайн-Журналу
                        "bitcapital.uno", якщо відвідувач погоджується на його створення.
                    </li>
                    <li>4.7. Надсилання повідомлень на електронну пошту користувачів.</li>
                    <li>4.8. Надання відвідувачу спеціальних пропозицій, новин та іншої інформації від імені
                        Онлайн-Журналу "bitcapital.uno", з дозволу відвідувача.
                    </li>
                </ul>
            </div>

            <div className="section">
                <h2>5. Методи та Термін Обробки</h2>
                <ul>
                    <li>5.1. Термін обробки даних вважається необмеженим. Обробка здійснюється будь-яким способом, що не
                        суперечить чинному законодавству. Інформація може оброблятися в інформаційних системах за
                        допомогою спеціалізованих автоматизованих засобів або без них.
                    </li>
                    <li>5.2. Інформація про відвідувачів сайту може надаватися органам влади України лише в ситуаціях і
                        відповідно до процедур, установлених законами України.
                    </li>
                    <li>5.3. У разі втрати або розголошення інформації Адміністрація має право не повідомляти
                        користувачів про це.
                    </li>
                    <li>5.4. Адміністрація Онлайн-Журналу "bitcapital.uno" вживає всіх організаційних та технічних
                        заходів для захисту інформації від несанкціонованого використання, а також від видалення,
                        копіювання, зміни, блокування, розповсюдження та інших незаконних дій третіми особами.
                    </li>
                    <li>5.5. Разом з відвідувачами Адміністрація ресурсу "bitcapital.uno" вживає необхідні заходи для
                        запобігання шкоді та іншим негативним наслідкам, викликаним втратою та розголошенням інформації
                        користувачів.
                    </li>
                </ul>
            </div>

            <div className="section">
                <h2>6. Права Відвідувачів Сайту</h2>
                <ul>
                    <li>6.1. Відвідувачі мають право:</li>
                    <li>6.1.1. Самостійно вирішувати надання інформації, необхідної для використання Онлайн-Журналу
                        "bitcapital.uno", і погоджуватися на обробку персональних даних.
                    </li>
                    <li>6.1.2. Оновлювати та доповнювати раніше надану інформацію у разі змін у даних.</li>
                    <li>6.1.3. Отримувати інформацію від Адміністрації щодо обробки даних, якщо це не обмежується
                        законодавством України.
                    </li>
                    <li>6.1.4. Уточнювати інформацію, вимагати її блокування або знищення, якщо інформація є неповною,
                        застарілою або отриманою незаконним шляхом. Ці дії також можна здійснити, якщо інформація не
                        відповідає зазначеним цілям обробки.
                    </li>
                    <li>6.1.5. Вживати законних заходів для захисту своїх прав.</li>
                </ul>
            </div>
        </div>
    )
}

export default Conditions;
