import './privacy.css';

const Privacy = () => {
    return (
        <div className="container privacy">
            <h1>Політика конфіденційності</h1>

            <div className="section">
                <h2>Увага!</h2>
                <p>Перш ніж використовувати цей веб-сайт, будь ласка, уважно прочитайте умови політики конфіденційності
                    та умови використання файлів cookie. Якщо ви не згодні з цими умовами, не використовуйте цей
                    веб-сайт.</p>
            </div>

            <div className="section">
                <h2>Вступ</h2>
                <p>Ласкаво просимо на <a href="https://www.trusteeplus.com.ua/">https://bitcapital.uno/</a> (далі
                    «Веб-сайт»). Цей веб-сайт управляється власником сайту <a
                        href="https://bitcapital.uno/">https://bitcapital.uno/</a>. Відвідувачі – фізичні
                    особи, які відвідують Сайт в мережі Інтернет за допомогою мобільних пристроїв або настільних
                    комп'ютерів.</p>
            </div>

            <div className="section">
                <h2>Наша прихильність конфіденційності</h2>
                <p>Конфіденційність і безпека наших відвідувачів надзвичайно важливі для нас. Тому ми обмежуємо обсяг
                    запитуваної інформації. Ми не запитуємо і не збираємо жодну конфіденційну інформацію, таку як ваше
                    ім'я, прізвище, адреса тощо.</p>
            </div>

            <div className="section">
                <h2>Використання файлів cookie</h2>
                <p>Відвідуючи Сайт, Відвідувач погоджується з умовами використання файлів cookie та цією політикою
                    конфіденційності. Файли cookie – це невеликі текстові файли, які зберігаються на вашому пристрої під
                    час відвідування веб-сайтів. Вони широко використовуються для того, щоб веб-сайти працювали або
                    працювали більш ефективно, а також для надання інформації власникам сайтів. Ми використовуємо файли
                    cookie, щоб покращити ваш досвід, проаналізувати використання сайту та допомогти в наших
                    маркетингових зусиллях.</p>
            </div>

            <div className="section">
                <h2>Партнерство та сторонні послуги</h2>
                <p>Сайт працює через реферальну програму і пропонує послуги популярного https://www.bitcapital.gold/. Ми
                    можемо отримати компенсацію від bitcapital.gold за реєстрацію, здійснену за посиланнями на нашому
                    сайті. Однак це не впливає на ціну, яку ви платите, або на отримані вами послуги.</p>
            </div>

            <div className="section">
                <h2>Відмова від гарантій і відповідальності</h2>
                <p>Матеріали на цьому Сайті надаються «як є» без жодних гарантій. За жодних обставин Веб-сайт (<a
                    href="https://bitcapital.uno/">https://bitcapital.uno/</a>) не несе відповідальності за
                    будь-які збитки, що виникли внаслідок використання, неможливості використання або результатів
                    використання цього Веб-сайту.</p>
            </div>

            <div className="section contact-info">
                <h2>Контактна інформація</h2>
                <p>Якщо у вас є будь-які питання щодо цієї Політики конфіденційності, зв'яжіться з нами за адресою: <a
                    href="mailto:admin@bitcapital.uno">admin@bitcapital.uno</a>.</p>
            </div>
        </div>
    )
}

export default Privacy;
